/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "rich_text_yrVM3q": {
      "type": "rich-text",
      "blocks": {
        "heading_EeVC37": {
          "type": "heading",
          "settings": {
            "heading": "REGULAMIN Gwarancji i reklamacji re",
            "heading_size": "h1"
          }
        },
        "text_DTwPY8": {
          "type": "text",
          "settings": {
            "text": "<h3>1. Gwarancja producenta realizowana przez SM-moto.pl</h3><p>1.1. Część produktów oferowanych przez sklep <strong>SM-moto.pl</strong> objęta jest gwarancją producenta.</p><p>1.2. Produkty pochodzą od hurtowni <strong>Detlev Louis Motorrad-Vertriebsgesellschaft mbH</strong> (21027 Hamburg, Niemcy), która w przypadku zgłoszenia gwarancyjnego przekazuje produkt do odpowiedniego producenta.</p><p>1.3. Jako sprzedawca detaliczny, <strong>SM-moto.pl pośredniczy w procesie gwarancyjnym</strong> – klient zgłasza reklamację do nas, my przekazujemy produkt do hurtowni <strong>Louis</strong>, a ta dalej do producenta.</p><p>1.4. Aby skorzystać z gwarancji, klient powinien wysłać zgłoszenie e-mailowe na adres <a><strong>mzubert@moto-sm.pl</strong></a>, załączając:</p><ul><li>dowód zakupu (np. numer zamówienia, faktura),</li><li>opis wady,</li><li>zdjęcia wady (jeśli możliwe),</li><li>dane kontaktowe</li></ul><p><br/>1.5. Po potwierdzeniu zgłoszenia klient zostanie poinformowany o adresie do odesłania produktu. Klient odsyła towar na swój koszt do siedziby sprzedawcy:</p><p><strong>SM-moto.pl – Miłosz Żubert</strong><br/><br/>ul. Andrzeja Małkowskiego 30/1<br/><br/>70-304 Szczecin</p><p>1.6. Sprzedawca przekazuje produkt do hurtowni Louis, która kieruje zgłoszenie do producenta.</p><p>1.7. Czas rozpatrzenia zgłoszenia może wynosić do 30 dni roboczych od momentu przekazania towaru hurtowni. W razie opóźnień wynikających z procedur producenta lub transportu międzynarodowego klient zostanie poinformowany.</p><p>1.8. Po zakończeniu procesu gwarancyjnego produkt zostanie naprawiony, wymieniony lub zwrócony – zgodnie z decyzją producenta. SM-moto.pl przekaże klientowi produkt niezwłocznie po jego otrzymaniu od hurtowni.</p><h3>2. Reklamacje z tytułu rękojmi</h3><p>2.1. Niezależnie od gwarancji, konsumentowi przysługują uprawnienia z tytułu <strong>rękojmi za wady</strong> – zgodnie z przepisami Kodeksu cywilnego.</p><p>2.2. Rękojmia obowiązuje przez 2 lata od daty wydania towaru i obejmuje wady fizyczne oraz prawne istniejące w chwili zakupu lub wynikające z przyczyn tkwiących w produkcie.</p><p>2.3. W ramach rękojmi klient może żądać:</p><ul><li>Naprawy towaru</li><li>Wymiany na nowy</li><li>obniżenie ceny</li><li>odstąpienia od umowy </li></ul><p>2.4. Reklamację należy zgłosić na adres e-mail <a><strong>mzubert@moto-sm.pl</strong></a>, podając:</p><ul><li>dowód zakupu (np. numer zamówienia, faktura),</li><li>opis wady,</li><li>zdjęcia wady (jeśli możliwe),</li><li>dane kontaktowe</li></ul><p>2.5. Reklamacja zostanie rozpatrzona w terminie <strong>14 dni kalendarzowych</strong>. Brak odpowiedzi w tym terminie oznacza uznanie reklamacji.</p><p>2.6. W przypadku uznanej reklamacji, koszty przesyłki pokrywa sprzedawca. W przypadku odrzuconej reklamacji – produkt zostanie odesłany na koszt klienta.</p><h3>3. Informacje dodatkowe</h3><p>3.1. Sprzedawca nie ponosi odpowiedzialności za opóźnienia wynikające z działań producenta lub hurtowni, ale zobowiązuje się do bieżącego informowania klienta o stanie sprawy.</p><p>3.2. W przypadku braku informacji o gwarancji w opisie produktu, domniemywa się, że produkt nie jest nią objęty – wtedy konsumentowi przysługuje wyłącznie rękojmia.</p><h3>4. Postanowienia końcowe</h3><p>4.1. W sprawach nieuregulowanych niniejszym regulaminem zastosowanie mają przepisy prawa polskiego – w szczególności Kodeksu cywilnego oraz ustawy z dnia 30 maja 2014 r. o prawach konsumenta.</p><p>4.2. Niniejszy regulamin wchodzi w życie z dniem opublikowania na stronie <strong>SM-moto.pl</strong>.opis wady,</p>"
          }
        }
      },
      "block_order": [
        "heading_EeVC37",
        "text_DTwPY8"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "desktop_content_position": "center",
        "content_alignment": "center",
        "color_scheme": "",
        "full_width": true,
        "padding_top": 40,
        "padding_bottom": 52
      }
    }
  },
  "order": [
    "main",
    "rich_text_yrVM3q"
  ]
}
